Repository: EugeneMazuryk/wl-wordpress-theme
Catalog: languages/*.po
Languages: ru_ru

source: Custom WordPress theme with WooCommerce support.
ru_ru: Тема WordPress с поддержкой WooCommerce.

source: Eugene Mazuryk
ru_ru: Мазурик Евгений

source: Oops! That page can&rsquo;t be found.
ru_ru: Ой! Эту страницу невозможно найти.

source: One thought on &ldquo;%1$s&rdquo;
ru_ru: Комментарий к &ldquo;%1$s&rdquo;

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
ru_ru: %1$s комментарий к &ldquo;%2$s&rdquo;

source: Comments are closed.
ru_ru: Комментарии закрыты.

source: Proudly powered by %s
ru_ru: Работает на %s

source: Theme: %1$s by %2$s.
ru_ru: Тема: %1$s от %2$s.

source: Search Results for: %s
ru_ru: Результаты поиска для: %s

source: Plugin is required for the site
ru_ru: Плагин обязательный для работы сайта

source: General settings
ru_ru: Общие настройки

source: Theme
ru_ru: Тема

source: Edit Theme
ru_ru: Редактировать тему

source: Update
ru_ru: Обновить

source: Options Updated
ru_ru: Настройки обновлено

source: Required field.
ru_ru: Не заполнено обязательное поле.

source: Check phone number.
ru_ru: Проверьте указанный номер телефона.

source: Message sent!
ru_ru: Сообщение отправлено!

source: Error sending message!
ru_ru: Ошибка отправки сообщения!

source: Check that the form data is filled in correctly.
ru_ru: Проверьте правильно ли заполнены данные формы.

source: Name
ru_ru: Имя

source: Phone
ru_ru: Телефон

source: Message
ru_ru: Сообщение

source: Main menu
ru_ru: Главное меню

source: Previous
ru_ru: Предыдущие

source: Next
ru_ru: Следующие

source: Sidebar
ru_ru: Сайдбар

source: Add widgets here.
ru_ru: Добавьте виджеты здесь.

source: Menu
ru_ru: Меню

source: Theme developer: %1$s. Powered by %2$s.
ru_ru: Тему создано: %1$s. Работает на %2$s.

source: Image
ru_ru: Изображение

source: Theme Settings
ru_ru: Настройка темы

source: Dashboard settings
ru_ru: Настройки Мастерской

source: Dashboard menu
ru_ru: Админ меню

source: Other settings
ru_ru: Другие настройки

source: WooCommerce settings
ru_ru: WooCommerce настройки

source: Hide menu item
ru_ru: Скрыть пункт меню

source: Disable dashboard notices
ru_ru: Отключить уведомления

source: Disable all dashboard notices in WordPress theme
ru_ru: Отключить все уведомления на панели инструментов в теме WordPress

source: Remove archives
ru_ru: Удалить архивы

source: Archive pages will be disabled and all links will be redirected to the main page
ru_ru: Страницы архивов будут отключены, а все ссылки перенаправлены на главную страницу

source: Disable Gutenberg
ru_ru: Отключить Gutenberg

source: Replace the Gutenberg editor with the classic WordPress editor
ru_ru: Заменит редактор Gutenberg на классический редактор WordPress

source: Disable emojis
ru_ru: Отключить emojis

source: Disable Emojis in WordPress theme
ru_ru: Отключить поддержку Emojis в WordPress теме

source: Disable RSS Feeds
ru_ru: Отключить RSS Feeds

source: Disable RSS Feeds in WordPress theme
ru_ru: Отключить поддержку RSS Feeds в WordPress теме

source: Select which dashboard settings to make it as easy as possible to configure it to suit your needs.
ru_ru: Выберите настройки Мастерской чтобы максимально удобно настроить ее работу в соответствии с вашими потребностями.

source: Select which menu items you wish to hide in the WordPress dashboard menu.
ru_ru: Выберите элементы меню, которые вы хотите скрыть в меню информационной панели WordPress.

source: Select which theme settings to make it as easy as possible to configure it to suit your needs.
ru_ru: Выберите настройки темы чтобы максимально удобно настроить ее работу в соответствии с вашими потребностями.

source: Nothing Found
ru_ru: Ничего не найдено

source: Select static homepage in settings
ru_ru: Выберите статическую домашнюю страницу в настройках

source: Web site is temporarily down!
ru_ru: Вебсайт временно недоступен!

source: Page is not assigned template!
ru_ru: Странице не назначен шаблон!
