Repository: EugeneMazuryk/wl-wordpress-theme
Catalog: admin/languages/*.po
Languages: pl_pl, uk

source: Theme Widget
pl_pl: Widżet motywu
uk: Віджет теми

source: Created %s with %s
pl_pl: Stworzone %s z %s
uk: Створено %s з %s

source: Powered by %s
pl_pl: Zasilany przez %s
uk: Працює на %s

source: %s version: %s
pl_pl: %s wersja: %s
uk: %s версія: %s

source: Weather
pl_pl: Pogoda
uk: Погода

source: Mon
pl_pl: Pn
uk: Пн

source: Tue
pl_pl: Wt
uk: Вт

source: Wed
pl_pl: Śr
uk: Ср

source: Thu
pl_pl: Czw
uk: Чт

source: Fri
pl_pl: Pt
uk: Пт

source: Sat
pl_pl: Sob
uk: Сб

source: Sun
pl_pl: Nd
uk: Нд

source: Enter your message...
pl_pl: Wpisz wiadomość...
uk: Введіть повідомлення...

source: Send
pl_pl: Wysłać
uk: Відправити

source: You are a virtual assistant who helps with tips on using the WordPress CMS.
pl_pl: Jesteś wirtualnym asystentem, który pomaga wskazówkami dotyczącymi korzystania z CMS WordPress.
uk: Ти віртуальний помічник, який допомагає порадами щодо використання CMS WordPress.

source: Sorry, we are having a problem executing your request, please try again.
pl_pl: Przepraszamy, mamy problem z wykonaniem Twojego żądania, spróbuj ponownie.
uk: Вибачте, при обробці вашого запиту виникла помилка, спробуйте ще раз.

source: General settings
pl_pl: Ogólne ustawienia
uk: Загальні налаштування

source: Theme Settings
pl_pl: Ustawienia motywu
uk: Налаштування теми

source: Plugin is required for the site
pl_pl: Wtyczka jest wymagana dla strony
uk: Плагін є обов’язковим для роботи сайту

source: Edit Theme
pl_pl: Edytuj motyw
uk: Редагувати тему

source: Update
pl_pl: Aktualizacja
uk: Оновити

source: Options Updated
pl_pl: Zaktualizowano opcje
uk: Налаштування оновлено

source: Theme
pl_pl: Motyw
uk: Тема

source: Dashboard settings
pl_pl: Ustawienia kokpity
uk: Налаштування майстерні

source: Dashboard menu
pl_pl: Menu kokpity
uk: Меню майстерні

source: Other settings
pl_pl: Inne ustawienia
uk: Інші налаштування

source: WooCommerce settings
pl_pl: WooCommerce ustawienia
uk: WooCommerce налаштування

source: Hide menu item
pl_pl: Ukryj pozycję menu
uk: Приховати пункт меню

source: Select which menu items you wish to hide in the WordPress dashboard menu.
pl_pl: Wybierz elementy menu, które chcesz ukryć w menu pulpitu WordPress.
uk: Виберіть елементи меню, які ви хочете приховати в меню інформаційної панелі WordPress.

source: Disable dashboard notices
pl_pl: Wyłącz powiadomienia
uk: Вимкнути сповіщення

source: Disable all dashboard notices in WordPress theme
pl_pl: Wyłącz wszystkie powiadomienia na desce rozdzielczej w motywie WordPress
uk: Вимкніть усі інформаційні сповіщення в адмін панелі WordPress

source: Disable dashboard widgets
pl_pl: Wyłącz widżety kokpity
uk: Вимкнути карточки екрану

source: Remove all dashboard widgets (except Site Health, Right Now, Activity and Woocommerce status)
pl_pl: Usuń wszystkie widżety pulpitu nawigacyjnego (z wyjątkiem Stanu witryny, W skrócie, Aktywnośc i Stan Woocommerce)
uk: Видалити всі карточки з екрану майстерні (крім Стан здоров'я сайту, На виду, Діяльність, Woocommerce статус)

source: Change Toolbar
pl_pl: Zmień pasek narzędzi
uk: Змінити верхню панель

source: Change default WordPress Toolbar and clear menu items
pl_pl: Zmień domyślny pasek narzędzi WordPress i wyczyść elementy menu
uk: Змінити верхню панель управління та очистити пункти меню

source: Disable Gutenberg
pl_pl: Wyłącz Gutenberg
uk: Вимкнути Gutenberg

source: Replace the Gutenberg editor with the classic WordPress editor
pl_pl: Zastąp edytor Gutenberga klasycznym edytorem WordPress
uk: Замінить редактор Gutenberg на класичний редактор WordPress

source: Select which dashboard settings to make it as easy as possible to configure it to suit your needs.
pl_pl: Wybierz ustawienia pulpitu, aby jak najłatwiej skonfigurować go do własnych potrzeb.
uk: Виберіть налаштування Майстерні щоб максимально зручно сконфігурувати її роботу, відповідно до ваших потреб.

source: Enable maintenance page
pl_pl: Włącz stronę konserwacji
uk: Увімкнути сторінку обслуговування

source: Enable maintenance page on WordPress site
pl_pl: Włącz stronę konserwacji w witrynie WordPress
uk: Увімкніть сторінку обслуговування на сайті WordPress

source: Minify styles and scripts
pl_pl: Zminimalizuj style i skrypty
uk: Мінімізувати стилі і скрипти

source: All styles and scripts connected to the theme will be minified
pl_pl: Wszystkie style i skrypty powiązane z motywem zostaną zminimalizowane
uk: Всі стилі та скрипти, пов'язані з темою, будуть мінімізовані

source: Disable emojis
pl_pl: Wyłącz emojis
uk: Вимкнути Emoji

source: Disable Emojis in WordPress theme
pl_pl: Wyłącz Emojis w motywie WordPress
uk: Вимкнути підтримку Emojis в WordPress темі

source: Disable RSS Feeds
pl_pl: Wyłącz RSS Feeds
uk: Вимкнути RSS Feeds

source: Disable RSS Feeds in WordPress theme
pl_pl: Wyłącz RSS Feeds w motywie WordPress
uk: Вимкнути підтримку RSS Feeds в WordPress темі

source: Disable search page
pl_pl: Wyłącz stronę wyszukiwania
uk: Вимкнути сторінку пошуку

source: Disable search page in WordPress theme and redirect all requests to 404 page
pl_pl: Wyłącz stronę wyszukiwania w motywie WordPress i przekieruj wszystkie żądania na stronę 404
uk: Вимкнути сторінку пошуку в темі WordPress і перенаправити всі запити на сторінку 404

source: Remove archives
pl_pl: Usuń archiwa
uk: Видалити архіви

source: Archive pages will be disabled and all links will be redirected to the main page
pl_pl: Strony archiwum zostaną wyłączone, a wszystkie linki zostaną przekierowane na stronę główną
uk: Сторінки архівів будуть відключені, а всі посилання перенаправлені на головну сторінку

source: Select which theme settings to make it as easy as possible to configure it to suit your needs.
pl_pl: Wybierz ustawienia motywu, aby jak najłatwiej skonfigurować go do własnych potrzeb.
uk: Виберіть налаштування теми щоб максимально зручно сконфігурувати її роботу, відповідно до ваших потреб.

source: Enable product image zoom
pl_pl: Włącz powiększenie obrazu produktu
uk: Включити збільшення зображення

source: Product image zoom on mouseover for WooCommerce
pl_pl: Powiększenie obrazu produktu po najechaniu myszką dla WooCommerce
uk: Збільшення зображення при наведенні на товар в WooCommerce

source: Enable product gallery lightbox
pl_pl: Włącz lightbox galerii produktów
uk: Включити галерею lightbox

source: Display the entire product gallery in the default WooCommerce lightbox
pl_pl: Wyświetl całą galerię produktów w domyślnym lightboxie WooCommerce
uk: Відображення галереї товару за допомогою lightbox в WooCommerce

source: Enable product gallery slider
pl_pl: Włącz suwak galerii produktów
uk: Включити слайдер

source: Product slider in WooCommerce default gallery section
pl_pl: Slider produktu w domyślnej galerii WooCommerce
uk: Відображення галереї товару за допомогою слайдера в WooCommerce

source: Select which WooCommerce settings to make it as easy as possible to configure it to suit your needs.
pl_pl: Wybierz ustawienia WooCommerce, aby maksymalnie ułatwić konfigurację do swoich potrzeb.
uk: Виберіть налаштування WooCommerce щоб максимально зручно сконфігурувати його роботу, відповідно до ваших потреб.

source: Website maintenance
pl_pl: Utrzymanie strony internetowej
uk: Обслуговування сайту

source: We&rsquo;ll be back soon!
pl_pl: Wkrótce wrócimy!
uk: Ми скоро повернемося!

source: Sorry for the inconvenience but we&rsquo;re performing some maintenance at the moment. We&rsquo;ll be back online shortly!
pl_pl: Przepraszamy za niedogodności, ale obecnie przeprowadzamy prace konserwacyjne. Wkrótce wrócimy do trybu online!
uk: Вибачте за незручності, але зараз ми проводимо технічне обслуговування. Ми повернемося до роботи найближчим часом!

source: Settings
uk: Налаштування
